// export const FETCH_URL = process.env.VITE_URL_BY_BACKEND;

export enum FetchEndpoint {
  // telegam
  TELEGRAM = "telegram",
}

export const positiveRisons = [
  " Портативність – міні-принтери легші та компактніші, ніж звичайні принтери, що полегшує їх транспортування та зберігання. Їх можна використовувати будь де",
  " Економія місця – міні-принтери не займають багато місця, що ідеально підходить для користувачів, які обожнюють мінімалізм і компактність.",
  " Простий у використанні – міні-принтери легко налаштовувати та використовувати. Користувачі можуть друкувати зі своїх мобільних телефонів або інших пристроїв Bluetooth.",
  " Чорнило на принтері не потрібні! Ви можете друкувати що завгодно і де завгодно, і за допомогою програми у вас є можливість змінювати фотографії, як вам подобається.",
];

export const params = [
  " Друк: монохромний",
  " Загальний формат: принтер А8Друк двосторонній (дуплексний)",
  " Рекомендований обсяг друку (сторінок/місяць): 1000",
  " Колір: білий/бордовий",
  " Монохромна швидкість друку: 10 ст/хв",
  " Матеріал: ABS",
  " Тип друку: термодрук",
  " Вхід: 5В, 1А",
  " Підключення: Bluetooth",
  " Акумулятори: 7.4 В, 1200 мАг",
  " Ширина паперу: 57 мм х 25 мм",
];

export const photoParams = [
  "src/assets/photos/3.jpg",
  "src/assets/photos/4.jpg",
  "src/assets/photos/5.jpg",
];

export const photoConsumerReviews = [
  "src/assets/photos/6.jpg",
  "src/assets/photos/7.jpg",
  "src/assets/photos/8.jpg",
];
